{"Blanche-Neige" : "Blanche-Neige est une princesse d'une très grande beauté, ce qui rend jalouse sa belle-mère, la Reine. Cette dernière demande quotidiennement à son miroir magique qui est la plus belle du royaume, attendant comme réponse qu'il lui dise que c'est elle. Mais un jour, le miroir affirme que la plus jolie femme du royaume est Blanche-Neige. Furieuse, la Reine décide alors de tuer la jeune fille. Cependant, le chasseur qu'elle charge de cette tâche ne trouve pas le courage de l'accomplir et permet à Blanche-Neige de s'enfuir. Perdue dans la forêt et à bout de force, celle-ci échoue dans une maison où habitent sept nains.",

"Cendrillon" : "Cendrillon est une jeune femme soumise à l'autorité de sa marâtre, Lady Trémaine et à celle de ces deux demi-sœurs, Anastasie et Javotte. Bien qu'elle soit maltraitée, humiliée et reléguée au rôle de servante, elle maintient l'espoir par ses rêves. Elle est fidèle à l'idée qu'un jour ses souhaits de bonheur deviendront vrais. Orpheline, seule sa marraine la fée et ses compagnons animaux la soutiennent et l'encouragent dans sa quête d'amour et de bonheur. Cendrillon sait aussi se montrer forte et déterminée ; quand l'invitation au bal royal arrive, elle fait tout ce qu'elle peut pour persuader sa mère qu'elle a autant le droit que les autres d'y être présente. Cependant, sa belle-mère va se montrer impitoyable et cruelle. Elle va jusqu'à empêcher sciemment sa belle-fille de ne pas venir au bal. Bien que Cendrillon soit vue dans plusieurs tenues dans ses films ; la robe en haillons de domestique, sa chemise de nuit bleue, la robe rose confectionnée par ses amis les animaux, qui sera déchirée par ses deux demi-sœurs, la robe bleue apparue sous la baguette magique de sa marraine la fée ou sa robe de mariage blanche, Cendrillon est cependant presque toujours représentée dans les produits dérivés ou publicités dans sa robe de bal bleu-clair avec ses chaussures de verre et ses longs gants.",

"Aurore" : "La Princesse Aurore est une princesse, fille unique du roi Stéphane et de la reine Oriane. La Princesse Aurore est présentée comme une jeune femme aimable, douce, timide et assez naïve, qui aime les animaux. Parmi les traits de personnalités les plus mis en avant, sa passion pour l'amour et le romantisme prédomine. Lors de la fête organisée en son honneur, les trois bonnes fées se penchent sur son berceau et lui font don de la grâce, de beauté, et d'une belle voix. Maléfique elle-même la décrit dans le film : « Certes je l'admets, elle est d'une rare beauté. Ses cheveux sont blonds comme les blés, ses lèvres du plus éclatant des roses, hélas désormais elle repose. ». Le prénom « Aurore » vient du conte de Perrault, qui nomme ainsi la fille de « la princesse ». C'est Tchaïkovski qui transfère ce prénom de la fille à la mère en nommant la princesse « Aurore », dans son ballet de 1890. Walt Disney fera de même après lui., la Aurore originale étant complètement absente de la version animée. Dans le film, « Rose » est le pseudonyme donné à Aurore pour la cacher à Maléfique, mais c'est aussi son nom dans la version allemande de l'histoire. En revanche, dans la première version française du film, elle se nomme Églantine, ce qui correspond à la traduction exacte de l'anglais Briar Rose. Dans certaines traductions anglophones, elle est nommée Rosamond ou Rosamund.",

"Ariel" : "Dans l'illustre film de 1989, Ariel est la plus jeune des sept filles du Roi Triton, elle a 16 ans. Elle est présentée comme étant aventureuse et curieuse du monde des humains, une fascination qui choque son père. Ce dernier affirme que les ondins n'ont pas le droit de prendre contact avec le monde terrestre, et il se montre très méfiant envers les êtres humains. Son meilleur ami dans le film est un poisson nommé Polochon, et elle développe une relation étroite avec le fidèle bras droit de son père, un crabe nommé Sébastien. Ariel récupère divers objets du monde d’en haut et les garde en secret dans une grotte où est étendue toute sa collection. Au cours du film, Ariel sauve la vie du Prince Éric et en tombe amoureuse. Après une violente dispute avec son père, elle rend visite à la sorcière des mers, Ursula, et fait commerce de sa voix contre des jambes humaines pendant trois jours afin d'obtenir une chance de gagner le cœur d’Éric. Ariel réussit presque à obtenir le « vrai baiser de l'amour », mais est arrêtée par Ursula qui met en œuvre son ignoble tactique. Lorsque les trois jours arrivent à leur terme, Ariel retrouve sa forme de sirène. Le Roi Triton doit alors céder sa couronne et son trident à Ursula pour sauver sa fille. Dans la bataille qui suit, Éric tue Ursula et Triton retrouve ses attributs. Quand le film se termine, Ariel est retransformée en humaine de façon permanente par le Roi Triton et épouse le Prince Éric.",

"Belle" : "Belle est une jeune fille habitant dans un petit village français avec son père Maurice, un inventeur que les villageois prennent pour fou. Passionnée de littérature, de découverte et de romance, elle se rend régulièrement chez le libraire, à la recherche de nouvelles histoires. Dans son village, même si tout le monde est unanime quant à sa beauté, beaucoup la trouvent « fantasque et bizarre ». Elle est courtisée par Gaston mais n'hésite pas à lui faire savoir qu'elle ne veut pas de lui pour mari. Le téléfilm Descendants, sorti en 2015, est censé prendre place après les événements de La Belle et la Bête et met en scène les enfants de plusieurs héros et méchants de l'univers Disney dont le Prince Ben, le fils de Belle et de La Bête interprété par Mitchell Hope.",

"Jasmine": "L'héroïne contemporaine-type des films Disney. Elle est indépendante, intelligente, elle a du cran et suit les inclinations de son cœur. Jasmine a souffert de la vie confinée au palais et étouffe sous la tutelle de son père, le sultan. À quelques jours de ses seize ans, le jour où par la loi elle doit choisir un prétendant, elle décide de fuguer et se réfugie au marché. Là, à la suite d'une altercation avec un marchand, Aladdin la tire de ce mauvais pas. C'est à ce moment que commence une magnifique histoire d'amour qui aura pour but, sous la permission du sultan, de réunir le pauvre voleur et la belle princesse.",

"Pocahontas": "Le personnage de Pocahontas s'inspire librement du personnage historique Matoaka dont la vraie vie fut particulièrement tragique. Mieux connue par son surnom Pocahontas, qui signifie en langue de Powhatan « petite dévergondée » son existence est à l'origine de nombreuses légendes. Dans la version Disney, Pocahontas est présentée comme une jeune femme noble (car fille de chef de tribu), simple et très spirituelle. Elle exprime sa sagesse au-delà de son âge et se montre aimable et prête à aider ceux qui l'entourent. Passionnée d'aventure et de nature, dans le film, elle semble avoir des pouvoirs chamaniques puisqu'elle communique avec la nature, les animaux, les éléments et comprend des langues inconnues. Elle se distingue des siens par son ouverture d'esprit et son refus d'avoir peur. Elle va tenter de faire l'intermédiaire entre son peuple et les étrangers.",

"Mulan" : "Le caractère du personnage de Mulan est différent des classiques Disney, et notamment de celui des princesses. Elle se présente comme une jeune fille brave et déterminée, qui montre peu d'intérêt aux histoires d'amour. Elle va aussi à l'encontre des archétypes des jeunes filles chinoises de l'époque qui doivent être calmes, réservées, polies, obéissantes et silencieuses. Au lieu de cela, elle est indépendante, très maladroite, dégourdie, et franche. Si au début du premier film, elle est encore peu sûre d'elle et regrette de déshonorer sa famille, avec le temps elle gagne de la confiance en elle en même temps qu'elle aide à sauver la Chine. Son courage, sa détermination et son ingéniosité l'aideront dans ces aventures à gagner le respect des autres.",

"Tiana" : "Tiana est la première princesse Disney afro-américaine et la deuxième américaine après Pocahontas1. Le prénom de la princesse a causé quelques troubles lorsque les studios se sont aperçus que Maddy, le premier nom choisi pour la princesse, était proche de Mammy, considéré comme offensant pour les Afro-Américains. Le nom a depuis été modifié en Tiana. Tiana est une jeune serveuse et chef de talent qui rêve de posséder son propre restaurant comme son père avant elle. C'est un diamant brut qui doit tirer des leçons avant d'atteindre le statut de véritable princesse. Le réalisateur John Musker a déclaré que Tiana sera l'une des héroïnes Disney avec un caractère plus fort. C'est une jeune femme de 19 ans motivée, déterminée et indépendante. Elle veut faire les choses à sa façon, sans l'aide de personne. Elle doit apprendre que l'équilibre est important dans la vie; pour être heureux, elle a besoin de l'amour et d'une carrière professionnelle. Dans une interview, les réalisateurs John Musker et Ron Clements indiquent s'être inspirés pour les personnages du film de rencontres faites en Nouvelle-Orléans lors de la préparation du film et pour le personnage de Tiana en grande partie de Leah Chase (en), une restauratrice de La Nouvelle-Orléans qui a débuté comme serveuse et a fini par ouvrir son propre restaurant (le Dookie Chase Restaurant)",

"Raiponce" : "Raiponce est décrite comme une jeune fille aux magnifiques yeux verts, belle, ravissante, assez naïve, timide et curieuse de nature. Prisonnière de la tour de la méchante sorcière nommée Mère Gothel, elle passe ses journées à jouer avec Pascal, son ami caméléon, particulièrement à la cachette et à brosser ses très longs cheveux blonds. La jeune fille ne rêve que d'une chose, découvrir le monde extérieur. Sa mère lui interdit formellement de sortir, pour son plus grand désappointement. Elle tombera amoureuse de Flynn Rider, pour finalement se marier avec lui. Raiponce est célèbre pour sa longue chevelure blonde aux pouvoirs magiques. Flynn est un voleur qui cherche à s'emparer des trésors, il atterrit par hasard dans la tour. Les longs cheveux blonds du personnage de Disney sont investis d'un pouvoir de guérison, comme le précise l'incantation magique qui permet de déployer les pouvoirs magiques de la chevelure blonde et dorée de Raiponce dans le film : « Fleur aux pétales d'or, répands ta magie, inverse le temps, rends-moi ce qu'il m'a pris... Guéris les blessures, éloigne la pluie, ce destin impur, rends-moi ce qu'il m'a pris, ce qu'il m'a pris.... » Cependant, si on coupe une mèche de cheveux, ils deviennent bruns et perdent leurs effets et pouvoirs magiques et ne repoussent plus. Ainsi à la fin de l'histoire, la chevelure de Raiponce coupée par Flynn s'éteint sur toute sa longueur et seul un ultime fragment du pouvoir de la fleur magique se retrouve concentré dans une larme. Dans le conte des frères Grimm, Raiponce est elle aussi investie d'un pouvoir de guérison que l'on ne découvre qu'à la fin. En effet, elle guérit la cécité du prince par le biais de larmes magiques. Dans le film de Disney, c'est par une larme et dans une éclatante lumière que la vie du héros sera sauvé par Raiponce. En effet, la version de Disney est différente car la vraie a été jugée trop violente (de par la cécité du prince et l'exil dans le désert) pour un film principalement destiné aux enfants.",

"Mérida" : "Âgée de 16 ans, Mérida est la fille de roi Fergus et de la reine Elinor. Eux qui règnent sur le royaume de Dun Broch, situé dans les Highlands d'Écosse. C'est une adolescente aux longs cheveux roux bouclés et aux yeux bleu clair, vêtue d'une robe bleu foncée. Sa silhouette est élancée et gracieuse. Sa nature rebelle (repris pour le nom du film) et fougueuse est la cause de conflits permanents avec sa mère, la reine Elinor, puisque cette dernière tente désespérément de lui faire comprendre qu'elle doit se marier afin d'assurer la descendance du royaume. En effet, Mérida préfère explorer les montagnes des Highlands et s’entraîner au tir à l'arc plutôt que de se soumettre à l'éducation rigoureuse et stricte imposée par son rang comme de se marier avec un prince ou pleins d’autre exigences de la sorte. Son père, le roi Fergus, est davantage enclin à rire des facéties de sa fille aînée et à éviter tout conflit. Beaucoup plus laxiste que son épouse, il ne sermonne jamais Mérida, sauf sur les instances de la reine. Passionnément amoureux d'Elinor, il a tendance à provoquer la bagarre et à foncer sans réfléchir." }

